////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.DOM
{
    /// <summary>
    /// Элемент [main] предназначен для основного содержимого документа. Содержимое должно быть уникальным и не включать типовые блоки вроде шапки сайта,
    /// подвала, навигации, боковой панели, формы поиска и т. п. 
    /// </summary>
    public class main : html_dom_root
    {

    }
}
