////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom
{
    /// <summary>
    /// Тег [mark] помечает текст как выделенный.
    /// Такой текст ничем не отличается от обычного, но его вид может быть изменен с помощью стилей.
    /// В браузере Chrome и Firefox фоновый цвет текста внутри [mark] выделяется желтым цветом.
    /// </summary>
    public class mark : html_dom_root
    {

    }
}
