////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom.textual
{
    /// <summary>
    /// Тег [ruby] предназначен для добавления небольшой аннотации сверху или снизу от заданного текста.
    /// Такая форма записи преимущественно используется для идеографической письменности вроде китайского языка, но может применяться и для других языков, если требуется написать один текст над другим.
    /// 
    /// Сам тег [ruby] выступает контейнером для тега [rt], он и формирует аннотацию к тексту, после которого идет; а также<rp>, этот тег предназначен для браузеров, которые не поддерживают [ruby].
    /// 
    /// Название тега происходит от слова «рубин», которым в типографии обозначается небольшой шрифт. 
    /// </summary>
    public class ruby : base_dom_root
    {

    }
}
