////////////////////////////////////////////////
// © https://github.com/badhitman - @FakeGov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.html5.media;

/// <summary>
/// Используется для загрузки аудиофайла вместе с загрузкой веб-страницы.
/// </summary>
public enum PreloadModes
{
    /// <summary>
    /// Не загружать аудиофайл.
    /// </summary>
    none,

    /// <summary>
    /// Загрузить только служебную информацию (продолжительность звучания и др.).
    /// </summary>
    metadata,

    /// <summary>
    /// Загрузить аудиофайл целиком при загрузке страницы.
    /// </summary>
    auto
}