////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.html5.areas
{
    /// <summary>
    /// Тег [map] служит контейнером для элементов [area], которые определяют активные области для карт-изображений.
    /// Такие области устанавливают невидимые зоны на изображении, являющиеся ссылками на HTML-документы.
    /// Цель использования тега [map] — в связывании тега [img] с клиентской картой-изображением.
    /// Эта связь определяется применением единого идентификатора как в теге [img], задаваемого атрибутом [usemap], так и в теге [map], устанавливаемого атрибутом [name]. 
    /// </summary>
    public class map : base_dom_root
    {

    }
}
