////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.DOM.dl
{
    /// <summary>
    ///  Тег [dt] входит в тройку элементов [dl], [dt], [dd], предназначенных для создания списка определений.
    ///  Каждый такой список начинается с контейнера [dl], куда входит тег [dt] создающий термин и тег [dd] задающий определение этого термина.
    ///  Закрывающий тег [/dt] не обязателен, поскольку следующий тег сообщает о завершении предыдущего элемента. Тем не менее, хорошим стилем является закрывать все теги.
    /// </summary>
    public class dt : html_dom_root
    {

    }
}
