////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.DOM
{
    /// <summary>
    ///  Тег [nav] задает навигацию по сайту. Если на странице несколько блоков ссылок, то в [nav] обычно помещают приоритетные ссылки.
    ///  Также допустимо использовать несколько тегов [nav] в документе. Запрещается вкладывать [nav] внутрь [address].
    /// </summary>
    public class nav : base_dom_root
    {

    }
}
