////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom.dl
{
    /// <summary>
    ///  Тег [dl] входит в тройку элементов [dl], [dt], [dd], предназначенных для создания списка определений.
    ///  Каждый такой список начинается с контейнера [dl], куда входит тег [dt] создающий термин и тег [dd] задающий определение этого термина. 
    /// </summary>
    public class dl : base_dom_root
    {

    }
}
