////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.html5.extended;

/// <summary>
///  Контейнер [noscript] показывает свое содержимое, если браузер не поддерживает работу со скриптами или их поддержка отключена пользователем.
///  В остальных случаях браузер игнорирует этот тег и все, что располагается внутри него.
/// </summary>
public class noscript : base_dom_root
{

}