////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom.text
{
    /// <summary>
    /// Тег [cite] помечает текст как цитату или сноску на другой материал.
    /// Такое выделение удобно для изменения стиля текста через CSS, а также применяется для разделения кода HTML на структурные элементы. 
    /// Браузеры обычно устанавливают текст внутри контейнера [cite] курсивом. 
    /// </summary>
    public class cite : basic_html_dom
    {

    }
}
