////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom.text
{
    /// <summary>
    /// Тег [kbd] используется для обозначения текста, который набирается на клавиатуре или для названия клавиш.
    /// Браузеры обычно помечают текст в контейнере [kbd] моноширинным шрифтом. 
    /// </summary>
    public class kbd : basic_html_dom
    {

    }
}
