////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.DOM.text
{
    /// <summary>
    /// Тег [code] предназначен для отображения одной или нескольких строк текста, который представляет собой программный код.
    /// Сюда относятся имена переменных, ключевые слова, тексты функции и т.д. Браузеры обычно отображают содержимое контейнера [code] как моноширинный текст уменьшенного размера.
    /// 
    /// В отличие от тега [pre] дополнительные пробелы внутри контейнера [code] не учитываются, так же, как и переносы текста. Поэтому используйте тег [br] или [p] для создания переносов.
    /// </summary>
    public class code : base_dom_root
    {

    }
}
