////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.DOM.text
{
    /// <summary>
    /// Тег [ins] предназначен для выделения текста, который был добавлен в новую версию документа.
    /// Подобное форматирование позволяет отследить, какие изменения в тексте документа были сделаны.
    /// 
    /// Браузеры обычно помечают текст в контейнере [ins] как подчеркнутый.
    /// </summary>
    public class ins : del
    {

    }
}
