////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание позаимствовано с сайтов http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.DOM.text
{
    /// <summary>
    /// Элемент [pre] определяет блок предварительно форматированного текста. Такой текст отображается обычно моноширинным шрифтом и со всеми пробелами между словами.
    /// По умолчанию, любое количество пробелов идущих в коде подряд, на веб-странице показывается как один.
    /// Тег [pre] позволяет обойти эту особенность и отображать текст как требуется разработчику. 
    /// В отличие от тега [plaintext], использование которого осуждается в HTML 4, внутри контейнера [pre] допустимо применять любые теги кроме следующих: [big], [img], [object], [small], [sub] и [sup].
    /// </summary>
    public class pre : base_dom_root
    {

    }
}
