////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom.text
{
    /// <summary>
    /// Элемент [samp] используется для отображения текста, который является результатом вывода компьютерной программы или скрипта.
    /// Браузеры обычно отображают текст в контейнере [samp] с помощью моноширинного шрифта.
    /// С помощью стилей можно задать свое собственное оформление. 
    /// </summary>
    public class samp : html_dom_root
    {

    }
}
