////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.DOM.text
{
    // Синтаксис:
    //   метоксихлор<wbr>диэтиламино<wbr>метил<wbr>бутил<wbr>амино<wbr>акридин

    /// <summary>
    /// Тег [wbr] указывает браузеру место, где допускается делать перенос строки в тексте, если этого требует ширина родительского элемента.
    /// </summary>
    public class wbr : html_dom_root
    {

    }
}
