////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.DOM.table
{
    /// <summary>
    /// Элемент [tfoot] предназначен для хранения одной или нескольких строк, которые представлены внизу таблицы.
    /// Хотя тег [tfoot] в исходном коде должен быть определен до тега [tbody], браузеры отображают его в самом низу таблицы.
    /// 
    /// В пределах таблицы разрешается использовать только один элемент [tfoot].
    /// </summary>
    public class tfoot : base_dom_root
    {

    }
}
