////////////////////////////////////////////////
// https://github.com/badhitman
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.html5.textual
{
    /// <summary>
    /// Как правило, в документе, когда упоминается новый термин, он выделяется курсивом и дается его определение.
    /// При использовании этого термина в дальнейшем, он считается уже известным читателю. Тег [dfn] применяется для выделения таких терминов при их первом появлении в тексте.
    /// 
    /// Браузеры отображают содержимое контейнера [dfn] с помощью курсивного начертания.
    /// </summary>
    public class dfn
    {

    }
}
