////////////////////////////////////////////////
// © https://github.com/badhitman - @FakeGov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.html5.textual;

/// <summary>
/// Тег [kbd] используется для обозначения текста, который набирается на клавиатуре или для названия клавиш.
/// Браузеры обычно помечают текст в контейнере [kbd] моноширинным шрифтом. 
/// </summary>
public class kbd : base_dom_root
{

}