////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.html5.textual
{
    /// <summary>
    /// Используется для вывода текста в браузерах, которые не поддерживают тег [ruby].
    /// В остальных браузерах текст, заключенный в контейнер [rp], не отображается. Тег [rp] должен идти до или после тега [rt].
    /// </summary>
    public class rp : base_dom_root
    {

    }
}
