////////////////////////////////////////////////
// © https://github.com/badhitman
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom
{
    /// <summary>
    /// Элемент "main" предназначен для основного содержимого документа. Содержимое должно быть уникальным и не включать типовые блоки вроде шапки сайта,
    /// подвала, навигации, боковой панели, формы поиска и т. п. 
    /// </summary>
    public class main : basic_html_dom
    {

    }
}
