////////////////////////////////////////////////
// © https://github.com/badhitman
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom
{
    /// <summary>
    ///  Тег "nav" задает навигацию по сайту. Если на странице несколько блоков ссылок, то в "nav" обычно помещают приоритетные ссылки.
    ///  Также допустимо использовать несколько тегов "nav" в документе. Запрещается вкладывать "nav" внутрь "address".
    /// </summary>
    public class nav : basic_html_dom
    {

    }
}
