////////////////////////////////////////////////
// © https://github.com/badhitman - Telegram @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom
{
    /// <summary>
    /// Элемент "tbody" предназначен для хранения одной или нескольких строк таблицы. Это позволяет создавать структурные блоки, 
    /// к которым можно применять единое оформление через стили, а также управлять их видом через скрипты.
    /// Допускается применять несколько тегов "tbody" внутри контейнера "table". Доступны и другие виды группировок строк — "tfoot" и "thead", 
    /// ни один из них не должен перекрываться с элементом "tbody".
    /// </summary>
    public class tbody : basic_html_dom
    {

    }
}
