////////////////////////////////////////////////
// © https://github.com/badhitman - Telegram @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom
{
    /// <summary>
    /// Тег "th" предназначен для создания одной ячейки таблицы, которая обозначается как заголовочная. Текст в такой ячейке отображается 
    /// браузером обычно жирным шрифтом и выравнивается по центру. Тег "th" должен размещаться внутри контейнера "tr", который в свою очередь располагается 
    /// внутри тега "table".
    /// </summary>
    public class th : basic_html_dom
    {
        
    }
}
