////////////////////////////////////////////////
// © https://github.com/badhitman
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace DataViewHtml.dom
{
    /// <summary>
    /// Элемент "thead" предназначен для хранения одной или нескольких строк, которые представлены вверху таблицы. 
    /// Допустимо использовать не более одного элемента "thead" в пределах одной таблицы, и он должен идти в исходном коде сразу после тега "table".
    /// </summary>
    public class thead : basic_html_dom
    {

    }
}
