////////////////////////////////////////////////
// © https://github.com/badhitman - @fakegov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.dom.html.textual
{
    /// <summary>
    /// Тег [blockquote] предназначен для выделения длинных цитат внутри документа.
    /// Текст, обозначенный этим тегом, традиционно отображается как выровненный блок с отступами слева и справа (примерно по 40 пикселов), а также с отбивкой сверху и снизу. 
    /// </summary>
    public class blockquote : base_dom_root
    {

    }
}
