////////////////////////////////////////////////
// © https://github.com/badhitman - @FakeGov
// Описание HTML объектов позаимствовано с сайта http://htmlbook.ru
////////////////////////////////////////////////

namespace HtmlGenerator.html5.tables;

/// <summary>
/// Элемент [tfoot] предназначен для хранения одной или нескольких строк, которые представлены внизу таблицы.
/// Хотя тег [tfoot] в исходном коде должен быть определен до тега [tbody], браузеры отображают его в самом низу таблицы.
/// 
/// В пределах таблицы разрешается использовать только один элемент [tfoot].
/// </summary>
public class tfoot : safe_base_dom_root
{

}